tutorials/12simpleSteadyNS/lift/constant/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       17780;
    }
    outlet
    {
        type            patch;
        nFaces          70;
        startFace       17820;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          18000;
        startFace       17890;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          330;
        startFace       35890;
    }
)

// ************************************************************************* //
